tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/x11"
tap "michaeldfallen/formula"
tap "staticfloat/julia"
cask "java"
brew "ack"
brew "gettext"
brew "archey"
brew "aria2"
brew "gmp"
brew "arpack"
brew "sqlite"
brew "asciinema", link: false
brew "autoconf"
brew "automake"
brew "awk"
brew "bash-completion"
brew "buku"
brew "ccrypt"
brew "chrome-cli"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "zeromq"
brew "czmq", args: ["HEAD"]
brew "diff-so-fancy"
brew "djvulibre"
brew "djvu2pdf"
brew "docker"
brew "emacs", args: ["with-cocoa"]
brew "enca"
brew "enchant"
brew "epstool"
brew "fdupes"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "netpbm"
brew "fig2dev"
brew "fish"
brew "fltk"
brew "fzf"
brew "gawk"
brew "gdrive"
brew "geckodriver"
brew "geoip"
brew "gifsicle"
brew "git"
brew "git-flow"
brew "git-flow-avh"
brew "gl2ps"
brew "glpk"
brew "gnu-sed"
brew "gnumeric"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "gnuplot", args: ["with-qt"]
brew "go"
brew "pkg-config"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "grip"
brew "hdf5"
brew "htop"
brew "hunspell"
brew "icdiff"
brew "imagemagick"
brew "irssi"
brew "jags"
brew "wget"
brew "jigdo"
brew "jq"
brew "jrnl"
brew "pandoc"
brew "jupyter"
brew "leptonica"
brew "libxslt"
brew "libyaml"
brew "luajit"
brew "macvim"
brew "metis"
brew "mongodb"
brew "multimarkdown"
brew "mycli"
brew "neovim"
brew "node"
brew "plotutils"
brew "qhull"
brew "octave"
brew "openexr"
brew "opencv"
brew "openssl@1.1"
brew "p7zip"
brew "pandoc-citeproc"
brew "poppler"
brew "postgresql"
brew "potrace"
brew "pv"
brew "qt"
brew "pyqt"
brew "qscintilla2"
brew "r"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "sbt"
brew "scala"
brew "shpotify"
brew "tesseract"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "todolist"
brew "tree"
brew "ttygif"
brew "unrar"
brew "vim"
brew "wifi-password"
brew "yank"
brew "yarn"
brew "zplug"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus"
brew "heroku/brew/heroku"
brew "michaeldfallen/formula/git-radar"
cask "anaconda"
cask "atom"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-arimo-nerd-font-mono"
cask "font-awesome-terminal-fonts"
cask "font-cantarell"
cask "font-dejavu-sans"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-fira-sans"
cask "font-firacode-nerd-font-mono"
cask "font-firamono-nerd-font-mono"
cask "font-fontawesome"
cask "font-gohu-nerd-font-mono"
cask "font-hack"
cask "font-hack-nerd-font-mono"
cask "font-hasklig-nerd-font-mono"
cask "font-heavydata-nerd-font"
cask "font-heavydata-nerd-font-mono"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font-mono"
cask "font-input"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-lato"
cask "font-linux-biolinum"
cask "font-linux-libertine"
cask "font-meslo-for-powerline"
cask "font-meslo-lg"
cask "font-meslo-nerd-font"
cask "font-meslo-nerd-font-mono"
cask "font-monoid-nerd-font-mono"
cask "font-nanumgothiccoding"
cask "font-raleway"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-robotomono-nerd-font"
cask "font-robotomono-nerd-font-mono"
cask "font-source-sans-pro"
cask "font-sourcecodepro-nerd-font"
cask "font-space-mono"
cask "font-spacemono-nerd-font"
cask "font-spacemono-nerd-font-mono"
cask "font-terminus-nerd-font-mono"
cask "font-tinos-nerd-font-mono"
cask "font-ubuntu-nerd-font-mono"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "julia"
cask "libreoffice"
cask "lumen"
cask "macdown"
cask "mactex"
cask "mame"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rstudio"
cask "screencast"
cask "skim"
cask "skype"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "sublime-text"
cask "taskwarrior-pomodoro"
cask "transmission"
cask "upterm"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "vlc"
cask "whatsapp"
