tap "heroku/brew"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/boneyard"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "staticfloat/julia"
tap "d12frosted/emacs-plus"
tap "caskroom/fonts"
tap "caskroom/cask"
cask "java"
brew "ack"
brew "gettext"
brew "pkg-config"
brew "sqlite"
brew "python3"
brew "aria2"
brew "arpack"
brew "autoconf"
brew "automake"
brew "awk"
brew "bash-completion"
brew "ccrypt"
brew "chrome-cli"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "zeromq"
brew "czmq", args: ["HEAD"]
brew "diff-so-fancy"
brew "djvulibre"
brew "djvu2pdf"
brew "docker"
brew "emacs", args: ["with-cocoa"], link: false
brew "enca"
brew "enchant"
brew "epstool"
brew "fdupes"
brew "lame"
brew "xvid"
brew "fig2dev"
brew "fish"
brew "fltk"
brew "fzf"
brew "gawk"
brew "gdrive"
brew "geckodriver"
brew "geoip"
brew "git"
brew "git-flow-avh"
brew "gl2ps"
brew "glpk"
brew "gnu-sed"
brew "gnumeric"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "gnuplot", args: ["with-qt"]
brew "go"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "grip"
brew "hdf5"
brew "htop"
brew "hunspell"
brew "hyper"
brew "icdiff"
brew "imagemagick"
brew "irssi"
brew "jags", link: false
brew "wget"
brew "jigdo"
brew "jq"
brew "pandoc"
brew "jupyter"
brew "leptonica"
brew "libxslt"
brew "libyaml"
brew "luajit"
brew "macvim"
brew "metis"
brew "mongodb"
brew "multimarkdown"
brew "mycli"
brew "neovim"
brew "node"
brew "plotutils"
brew "qhull"
brew "octave"
brew "openexr"
brew "opencv"
brew "pandoc-citeproc"
brew "poppler"
brew "postgresql"
brew "potrace"
brew "pv"
brew "qt"
brew "pyqt"
brew "qscintilla2"
brew "qt@5.7"
brew "r"
brew "rbenv"
brew "ruby"
brew "rust"
brew "sbt"
brew "scala"
brew "shpotify"
brew "tesseract"
brew "texinfo"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "todolist"
brew "tree"
brew "vim"
brew "wifi-password"
brew "yank"
brew "yarn"
brew "zplug"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus"
brew "heroku/brew/heroku"
brew "staticfloat/julia/julia"
cask "anaconda"
cask "atom"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "julia"
cask "libreoffice"
cask "lumen"
cask "macdown"
cask "mactex"
cask "mame"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rstudio"
cask "skim"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "transmission"
cask "upterm"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "vlc"
cask "caskroom/fonts/font-awesome-terminal-fonts"
cask "caskroom/fonts/font-cantarell"
cask "caskroom/fonts/font-dejavu-sans"
cask "caskroom/fonts/font-dejavu-sans-mono-for-powerline"
cask "caskroom/fonts/font-droidsansmono-nerd-font"
cask "caskroom/fonts/font-droidsansmono-nerd-font-mono"
cask "caskroom/fonts/font-fira-sans"
cask "caskroom/fonts/font-firacode-nerd-font-mono"
cask "caskroom/fonts/font-firamono-nerd-font-mono"
cask "caskroom/fonts/font-fontawesome"
cask "caskroom/fonts/font-gohu-nerd-font-mono"
cask "caskroom/fonts/font-hack"
cask "caskroom/fonts/font-hack-nerd-font-mono"
cask "caskroom/fonts/font-hasklig-nerd-font-mono"
cask "caskroom/fonts/font-inconsolata"
cask "caskroom/fonts/font-inconsolata-nerd-font-mono"
cask "caskroom/fonts/font-input"
cask "caskroom/fonts/font-iosevka-nerd-font"
cask "caskroom/fonts/font-iosevka-nerd-font-mono"
cask "caskroom/fonts/font-lato"
cask "caskroom/fonts/font-linux-biolinum"
cask "caskroom/fonts/font-linux-libertine"
cask "caskroom/fonts/font-meslo-for-powerline"
cask "caskroom/fonts/font-meslo-lg"
cask "caskroom/fonts/font-meslo-nerd-font"
cask "caskroom/fonts/font-meslo-nerd-font-mono"
cask "caskroom/fonts/font-monoid-nerd-font-mono"
cask "caskroom/fonts/font-nanumgothiccoding"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-roboto-condensed"
cask "caskroom/fonts/font-source-sans-pro"
cask "caskroom/fonts/font-sourcecodepro-nerd-font"
cask "caskroom/fonts/font-space-mono"
cask "caskroom/fonts/font-spacemono-nerd-font"
cask "caskroom/fonts/font-spacemono-nerd-font-mono"
cask "caskroom/fonts/font-terminus-nerd-font-mono"
