tap "d12frosted/emacs-plus"
tap "heroku/brew"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "michaeldfallen/formula"
tap "staticfloat/julia"
cask "java"
cask "java8"
brew "ack"
brew "gettext"
brew "antigen"
brew "apache-spark"
brew "archey"
brew "aria2"
brew "gmp"
brew "arpack"
brew "sqlite"
brew "asciinema", link: false
brew "autoconf"
brew "automake"
brew "awk"
brew "bash-completion"
brew "bat"
brew "buku"
brew "ccrypt"
brew "chrome-cli"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "zeromq"
brew "czmq", args: ["HEAD"]
brew "diff-so-fancy"
brew "djvulibre"
brew "djvu2pdf"
brew "docker"
brew "emacs", args: ["with-cocoa"]
brew "enca"
brew "enchant"
brew "epstool"
brew "fdupes"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "netpbm"
brew "fig2dev"
brew "fish"
brew "fltk"
brew "fzf"
brew "gawk", link: false
brew "gdrive"
brew "geckodriver"
brew "geoip"
brew "gifsicle"
brew "git"
brew "git-flow", link: false
brew "git-flow-avh"
brew "gl2ps"
brew "glances"
brew "glpk"
brew "gnu-sed"
brew "gnumeric"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "qt"
brew "gnuplot", args: ["with-qt"]
brew "go"
brew "libtool"
brew "graphicsmagick"
brew "graphviz"
brew "grip"
brew "hdf5"
brew "htop"
brew "hunspell"
brew "icdiff"
brew "imagemagick"
brew "irssi"
brew "jags"
brew "wget"
brew "jigdo"
brew "jq"
brew "jrnl"
brew "pandoc"
brew "jupyter"
brew "leptonica"
brew "libgit2"
brew "libomp"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "luajit"
brew "lynx"
brew "macvim"
brew "meson", args: ["HEAD"]
brew "metis"
brew "mongodb"
brew "multimarkdown"
brew "mutt"
brew "mycli"
brew "neovim"
brew "node"
brew "plotutils"
brew "qhull"
brew "texinfo"
brew "octave"
brew "openexr"
brew "opencv"
brew "openssl@1.1"
brew "p7zip"
brew "pandoc-citeproc"
brew "pkg-config"
brew "poppler"
brew "postgresql"
brew "potrace"
brew "pv"
brew "pyqt"
brew "qscintilla2"
brew "r"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby", link: true
brew "sbt"
brew "scala"
brew "shpotify"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "todolist"
brew "tree"
brew "ttygif"
brew "unrar"
brew "vim"
brew "wifi-password"
brew "yank"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus", link: false
brew "heroku/brew/heroku"
brew "michaeldfallen/formula/git-radar"
cask "anaconda"
cask "atom"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-arimo-nerd-font-mono"
cask "font-awesome-terminal-fonts"
cask "font-cantarell"
cask "font-dejavu-sans"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-firamono-nerd-font-mono"
cask "font-fontawesome"
cask "font-gohu-nerd-font-mono"
cask "font-hack"
cask "font-hack-nerd-font-mono"
cask "font-hasklig-nerd-font-mono"
cask "font-heavydata-nerd-font"
cask "font-heavydata-nerd-font-mono"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font-mono"
cask "font-input"
cask "font-iosevka"
cask "font-proggyclean-nerd-font"
cask "font-proggyclean-nerd-font-mono"
cask "font-robotomono-nerd-font-mono"
cask "font-source-code-pro"
cask "font-spacemono-nerd-font"
cask "google-chrome"
cask "libreoffice"
cask "macdown"
cask "qlmarkdown"
cask "slack"
cask "smcfancontrol"
cask "spotify"
cask "typora"
cask "vlc"
cask "whatsapp"
